[
    {
      "type": "Hiking",
      "title": "Majestic Hill Trails",
      "price": 499,
      "image": "https://i.ibb.co/jDn7xWL/pexels-enrique-19119890.jpg",
      "gallery": ["https://i.ibb.co/bLy9rT5/bangladesh-4690975-1280.jpg", "https://i.ibb.co/48G15Gx/pexels-abdullah-f-rat-19117540.jpg", "https://i.ibb.co/sKtGYym/pexels-francesco-ungaro-19124973.jpg"],
      "description": "Discover breathtaking views on this invigorating hiking adventure.",
      "plan": [
        {
          "day": "Explore the Chittagong Hill Tracts",
          "description": "Arrive at the mountain base camp, take in the stunning surroundings, and acclimate to the high altitude. Prepare for the upcoming summit expedition."
        },
        {
          "day": "Summit Expedition",
          "description": "Embark on a challenging yet rewarding summit expedition. Traverse through diverse landscapes, reaching the pinnacle for panoramic views of the surrounding peaks."
        },
        {
          "day": "Scenic Ridge Walk",
          "description": "Take a leisurely walk along the scenic ridges, surrounded by breathtaking vistas. Capture memorable moments against the backdrop of the majestic hills."
        },
        {
          "day": "Alpine Lakes Exploration",
          "description": "Discover hidden alpine lakes nestled among the mountains. Enjoy a peaceful and picturesque environment, perfect for reflection and relaxation."
        },
        {
          "day": "Descend and Farewell",
          "description": "Gradually descend from the peaks, taking one last look at the awe-inspiring landscapes. Bid farewell to fellow adventurers and cherish the memories created during the expedition."
        }
      ],
      "location": "Chittagong Hill Tracts"
    },
    {
      "type": "Wildlife",
      "title": "Sundarbans Safari",
      "price": 699,
      "image": "https://i.ibb.co/R3Ddr20/train-4998318-1280.jpg",
      "gallery": ["https://i.ibb.co/f4gxZFg/pexels-creativebin-135940.jpg", "https://i.ibb.co/nr78ydQ/pexels-dsd-1829979.jpg", "https://i.ibb.co/vLT2jys/pexels-pixabay-247376.jpg"],
      "description": "Embark on a thrilling journey through the world's largest mangrove forest.",
      "plan": [
        {
          "day": "Boat Ride and Jungle Exploration",
          "description": "Begin your adventure with a boat ride through the intricate waterways of the Sundarbans. Explore dense jungles, seeking glimpses of elusive wildlife."
        },
        {
          "day": "Wildlife Spotting",
          "description": "Engage in wildlife spotting activities, using binoculars to observe various species in their natural habitat. Capture photos of exotic birds, mammals, and reptiles."
        },
        {
          "day": "Village Tour",
          "description": "Immerse yourself in local village life. Interact with residents, learn about their customs, and gain insight into the challenges of living in this unique environment."
        },
        {
          "day": "Bird Watching Excursion",
          "description": "Embark on a specialized bird watching excursion. Observe and identify diverse bird species with the help of experienced guides in strategic locations."
        },
        {
          "day": "Sunset Cruise",
          "description": "Conclude your adventure with a mesmerizing sunset cruise. Witness the sun setting over the mangrove landscape, casting a warm glow on the water."
        }
      ],
      "location": "Sundarbans"
    },
    {
      "type": "Air Rides",
      "title": "Sky High Adventure",
      "price": 899,
      "image": "https://i.ibb.co/TKKxCxg/pexels-pixabay-207305.jpg",
      "gallery": ["https://i.ibb.co/XbG9zHy/pexels-vincent-albos-3856704.jpg", "https://i.ibb.co/JQZSQd0/pexels-peter-zulauf-4325806.jpg", "https://i.ibb.co/hFZkRkZ/pexels-snapwire-670061.jpg"],
      "description": "Soar above the clouds and experience Bangladesh from a unique perspective.",
      "plan": [
        {
          "day": "Paragliding Over Plains",
          "description": "Embark on a thrilling paragliding adventure, gliding gracefully over expansive plains. Experience the sensation of free flight with stunning views below."
        },
        {
          "day": "Hot Air Balloon Ride",
          "description": "Ascend in a hot air balloon for a peaceful and panoramic view of the landscape. Enjoy the serenity of floating high above the ground."
        },
        {
          "day": "Aerial Tour",
          "description": "Take part in an aerial tour, flying over iconic landmarks and natural wonders. Gain a new perspective on the geography and beauty of the Dhaka skyline."
        },
        {
          "day": "Skydiving Adventure",
          "description": "Experience the ultimate adrenaline rush with a tandem skydiving adventure. Freefall from high altitudes and feel the thrill of controlled descent."
        },
        {
          "day": "Aerobatic Flight Experience",
          "description": "Conclude your adventure with an exhilarating aerobatic flight. Witness daring maneuvers and acrobatics performed by skilled pilots."
        }
      ],
      "location": "Dhaka Skyline"
    },
    {
      "type": "Cultural",
      "title": "Ancient Ruins Expedition",
      "price": 599,
      "image": "https://i.ibb.co/18bW4c1/pexels-henrik-lebotos-3878114.jpg",
      "gallery": ["https://i.ibb.co/R0smTbZ/pexels-nor-kholis-2565715.jpg", "https://i.ibb.co/PTM690R/pexels-min-an-1313814.jpg", "https://i.ibb.co/8nk2qgX/pexels-bhavitya-indora-3126568.jpg"],
      "description": "Uncover the rich history and cultural heritage of ancient archaeological sites.",
      "plan": [
        {
          "day": "Temple Exploration",
          "description": "Embark on a journey through time, exploring ancient temples adorned with intricate carvings and historical significance."
        },
        {
          "day": "Historical Walk",
          "description": "Take a guided historical walk through the remnants of ancient ruins, discovering hidden gems and unraveling stories of the past."
        },
        {
          "day": "Museum Visit",
          "description": "Visit local museums housing artifacts and relics, providing insights into the cultural and historical significance of the region."
        },
        {
          "day": "Artisan Workshop",
          "description": "Participate in an artisan workshop, engaging in traditional craftsmanship. Create your own souvenirs under the guidance of skilled artisans."
        },
        {
          "day": "Local Cultural Performances",
          "description": "Immerse yourself in the vibrant traditions of Bagerhat. Experience local cultural performances, showcasing dance, music, and storytelling."
        }
      ],
      "location": "Bagerhat"
    },
    {
      "type": "Beach",
      "title": "Golden Shores Getaway",
      "price": 449,
      "image": "https://i.ibb.co/0n8N1xV/pexels-asad-photo-maldives-457882.jpg",
      "gallery": ["https://i.ibb.co/N1vyFnD/pexels-clem-onojeghuo-127673.jpg", "https://i.ibb.co/KbwgVLZ/pexels-nathan-cowley-1192671.jpg", "https://i.ibb.co/sq8LD6F/pexels-enrique-19119890.jpg"],
      "description": "Relax and rejuvenate on the sun-kissed beaches of Cox's Bazar.",
      "plan": [
        {
          "day": "Beach Relaxation",
          "description": "Indulge in pure relaxation on the sandy shores, feeling the warmth of the sun and the gentle caress of the sea breeze."
        },
        {
          "day": "Water Sports",
          "description": "Participate in thrilling water sports, including jet skiing, banana boat rides, and parasailing, adding an adventurous twist to your beach retreat."
        },
        {
          "day": "Stunning Sunset Cruise",
          "description": "Embark on a stunning sunset cruise, witnessing the sky painted in vibrant hues as the sun sets over the Bay of Bengal."
        },
        {
          "day": "Coastal Hike",
          "description": "Explore the natural beauty of the coastline with a coastal hike. Discover hidden coves, rock formations, and diverse ecosystems."
        },
        {
          "day": "Spa and Wellness Retreat",
          "description": "Conclude your getaway with a spa and wellness retreat. Pamper yourself with rejuvenating treatments and massages, leaving you refreshed and revitalized."
        }
      ],
      "location": "Cox's Bazar"
    },
    {
      "type": "River Cruise",
      "title": "Majestic River Odyssey",
      "price": 799,
      "image": "https://i.ibb.co/GTdrkgK/pexels-sergey-sh-2775742.jpg",
      "gallery": ["https://i.ibb.co/2MHYdv9/pexels-sergio-souza-2248447.jpg", "https://i.ibb.co/Jy3zT3H/pexels-oleksandr-p-1007836.jpg", "https://i.ibb.co/Vv8jdbh/pexels-adrien-olichon-3884462.jpg"],
      "description": "Sail through the serene rivers, exploring hidden gems along the way.",
      "plan": [
        {
          "day": "Boarding and Welcome Dinner",
          "description": "Commence your river odyssey with a warm welcome. Board the cruise ship and enjoy a delightful welcome dinner as you set sail on the river adventure."
        },
        {
          "day": "Riverside Villages",
          "description": "Explore riverside villages, connecting with the local communities. Learn about their daily lives, traditions, and the symbiotic relationship with the river."
        },
        {
          "day": "Riverbank Picnic",
          "description": "Indulge in a riverbank picnic, surrounded by nature's tranquility. Enjoy a spread of local delicacies while soaking in the picturesque surroundings."
        },
        {
          "day": "Historical River Ports",
          "description": "Visit historical river ports along the route, uncovering stories of trade, commerce, and cultural exchanges that shaped the region's history."
        },
        {
          "day": "Scenic Delta Cruise",
          "description": "Embark on a scenic delta cruise, capturing breathtaking landscapes and diverse ecosystems. Witness the confluence of rivers and the delta's unique beauty."
        }
      ],
      "location": "Padma River"
    }
  ]